<template>
    <div>4MATIC：代表奔驰的全自动控制四轮驱动系统，
        能根据路况自动分配扭矩至四个车轮，
        提供强大的抓地力与稳定性，无论是湿滑路面、
        积雪路况还是越野场景，都能轻松应对。
    </div>
    <div>
        ECO模式：即节能模式，在此模式下，
        车辆的发动机与变速箱调校以提升燃油经济性为优先，
        通过优化节气门开度、调整换挡逻辑等，
        帮助驾驶者降低油耗，实现更经济的出行 。
    </div>
    <div>
        ECO Assist：即节能辅助系统，
        通过智能监测驾驶习惯与路况，
        以直观的方式提醒驾驶者优化驾驶行为，
        帮助降低能耗，实现高效出行，进一步提升燃油经济性 。
    </div>
    <div>
        <!--图片1-->
        <img src="../Test/A-01.jpg">
    </div>
    <div>
        SBC（ Sensotronic Brake Control ）：
        电子感应制动系统，此系统利用传感器实时监测车辆的行驶状态、
        驾驶员的制动意图等信息，能够快速且精准地分配制动力，
        大幅缩短制动距离，提升制动安全性与稳定性 。
    </div>
    <div>
         AIRMATIC：这是奔驰的电子控制空气悬挂系统，
        能依据路况和驾驶模式，自动调节悬挂的软硬程度与车身高度。
        在高速行驶时，降低车身高度以减少风阻，提升稳定性；
        面对颠簸路面，增加悬挂行程与软度，保障驾乘的舒适性。
    </div>
</template>
